# ##________________________________________________________Пример на if
 a = input('Введите два любых числа')
 b = input()
 if a > b:
     print('Число ', a, ' больше числа ', b)
 if b > a:
     print('Число ', b, ' больше числа ', a)
 if a == b:
     print('Числа ', a, ' и ', b, ' равны')
#_______________________________________________Пример словаря
a = {'шляпа':18, 'матиз':13, 'Киря':12}
b = (1,2,3,4,5,6,7,8)
c = [1,6,5,32,6,7,]
#_________________________________________________django
pip install django
django-admin startproject taskmanager
python manage.py startapp main

